---
kind: other
id: Properties.T:Autodesk.Revit.DB.Visual.Ceramic
source: html/5f75c09f-6ba8-556c-33ba-f7e69c8975c0.htm
---
# Ceramic Properties

The property labeled "Finish" from the "Ceramic" schema.